)]}'
{"button_back":"Back","button_cancel":"Cancel","button_close":"Close","button_down":"Down","button_email":"Share via Email","button_facebook":"Share via Facebook","button_intro":"Let's begin","button_left":"Left","button_less":"Less","button_link":"Copy link","button_more":"More","button_next":"Next","button_ok":"OK","button_right":"Right","button_search":"Search","button_share":"Share","button_sound_muted":"Sound settings, muted","button_sound_unmuted":"Sound settings, unmuted","button_twitter":"Share via Twitter","button_up":"Up","caption_01":"Marie Tharp was a [geologist] and [[cartographer]] whose groundbreaking maps changed the way we view our planet.","caption_02":"At the start of her career in the 1950s, much of the land on Earth had already been mapped, but the ocean remained a mystery.","caption_03":"Scientists began to study it using the newly invented [sonar].","caption_04":"They pinged the ocean floor and used the bouncing sound waves to calculate depth.","caption_05":"Click to ping the ocean floor!","caption_05_mobile":"Tap to ping the ocean floor!","caption_06":"Good job! Now we can see the depths of the ocean floor.","caption_07":"In those early days of Marie's research, boat captains were superstitious about having women on board.","caption_08":"So Marie's mapping work depended entirely on reports from her colleague [Bruce Heezen] and the rest of the research team.","caption_09":"Using Bruce's data, Marie drafted height profiles of the Atlantic Ocean floor.","caption_10":"She relied on her math background to [interpolate] areas where data were insufficient.","caption_11":"Connect the dots to help Marie fill in the estimated floor height map!","caption_12":"After analyzing the data, Marie realized that all of her height maps showed the same dip.","caption_13":"There must be a [rift] running across the ocean floor!","caption_14":"Bruce was skeptical. A rift indicated [continental drift], an unpopular geologic theory at the time.","caption_15":"So he erased Marie's work and instructed her to redo it.","caption_16":"Marie went back to the drawing board...","caption_17":"She filled in gaps in the data as she mapped, and was able to get a clearer picture of the ocean floor.","caption_18":"The second set of data still showed the rift.","caption_19":"Her colleague, Howard Foster, had been mapping earthquake activity in the same area, so they decided to overlay their maps.","caption_20":"Swipe to overlay the maps.","caption_21":"The patterns matched. Even Bruce was convinced: the rift existed, and so did continental drift!","caption_22":"Marie and Bruce began publishing papers and giving talks about their discovery, but the scientific community remained unconvinced.","caption_23":"For proof, skeptical scientists turned to the newly invented underwater camera.","caption_24":"They were going to uncover the truth about the ocean floor once and for all.","caption_25":"Does Marie's rift really exist? Use the arrows to help find photographic proof!","caption_26":"The rift really did exist!","caption_27":"Video evidence undeniably showed the existence of the [Mid-Atlantic Ridge] and its rift valley.","caption_28":"The critics had proven themselves wrong, and the scientific community finally believed in Marie and Bruce's findings.","caption_29":"Marie continued this work for the rest of her life.","caption_30":"Her intricate maps fueled a [paradigm shift] in our fundamental understanding of our own planet's history.","caption_31":"Marie's work paved the way for research on plate tectonics that still continues today, shedding light on how the Earth moves and changes over time.","caption_intro":"This experience has music and narration.","caption_intro_nonenglish":"This experience has music and English narration.","dot":"Dot","header_intro":"Celebrating the accomplishments of","header_intro_alt":"Discovering the Mid-Atlantic Ridge Rift Valley","header_sound":"Sound settings","label_music":"Music volume","label_speed":"Voice speed","label_voice":"Voice volume","mute":"Mute","signature":"Marie Tharp Signature","text_copied":"Link copied","text_loading":"Loading","text_quote":"“I had a blank canvas to fill with extraordinary possibilities, a fascinating jigsaw puzzle to piece together. It was a once-in-a-lifetime — a once-in-the-history-of-the-world-opportunity for anyone, but especially for a woman in the 1940s.”","tooltip_bruce":"American geologist who worked with Marie Tharp.","tooltip_cartographer":"A person who draws or produces maps.","tooltip_continental":"The gradual movement of the continents across the earth's surface through geological time.","tooltip_geologist":"An expert or student in the science that deals with the Earth's physical structure and substance, its history, and the processes that act on it.","tooltip_interpolate":"Insert (an intermediate value or term) into a series by estimating or calculating it from surrounding known values.","tooltip_mid-atlantic":"A mountain range that runs along the floor of the Atlantic Ocean. It often features a deep rift valley.","tooltip_paradigm":"A fundamental change in approach or underlying assumptions.","tooltip_rift":"A crack, split, or break in something.","tooltip_sonar":"A system for the detection of objects under water that uses reflected sound pulses.","unmute":"Unmute","c_alt_text":"Celebrating Marie Tharp","c_anchor_target":"/search?q=Marie+Tharp&oi=ddle&ct=240342495&hl=en&kgmid=%2Fm%2F06_bdp","c_copylink":"//g.co/doodle/ccbd5rz","c_emaillink":"//g.co/doodle/7eu6v2a","c_facebooklink":"//g.co/doodle/pszehuh","c_share_message":"Celebrating Marie Tharp #GoogleDoodle","c_shortlink":"//g.co/doodle/5e9d9rb","c_twitterlink":"//g.co/doodle/enc9thm"}