)]}'
{"Close":"Close","Continue":"Continue","Copy share link":"Copy link","Email":"E-mail","Fact1":"The late We:wa was an expert weaver, creating textiles with distinctive Zuni (Shiwi) style. Skilled at pottery-making, the late We:wa was among the first Zuni (Shiwi) to sell pottery and textiles outside of the tribe.","Fact2":"The late We:wa was a Łamana (thah-mah-nah), someone born biologically male who fluidly took on gender roles traditionally performed by both men and women within the tribe.","Fact3":"As spiritual leader and mediator, the late We:wa preserved the history and traditions of the Zuni (A:shiwi) people, including educating European-American settlers, missionaries, and government officials about it too.","Fact4":"The Zuni (A:shiwi) people are indigenous to the land now known as the American Southwest. They safeguard their cultural traditions through arts like painting, pottery, and jewelry.","Fail":"Not quite, try again","Intro Fact":"The late We:wa (wee-wah) was a member of the Zuni (A:shiwi) Native American tribe and a fiber artist, weaver, and potter. Let’s weave together and learn more about the late We:wa.","Loading":"Loading","Mute":"Mute","Next":"Next","Pause":"Pause","Paused":"Paused","Resume":"Resume","Search":"Search","Share Facebook":"Share on Facebook","Share Twitter":"Share on Twitter","Share1":"Share","Share2":"Link copied","ShareText":"Happy Native American Heritage Month! Let’s weave together in today’s #GoogleDoodle and learn more about the late Zuni fiber artist, We:wa.","Skip scene/tutorial":"Skip","Start":"Start","Start Over":"Start Over","Start Weaving":"Start weaving","Thanks":"Thanks for playing","Thanks - Alt 1":"Thanks for weaving with us","Thanks - Alt 2":"Learn more about the late We:wa","Title":"Celebrating the late We:wa","Tutorial - Alt 1":"Select the yarn, then drag above and below the matching arrows to weave a section","Tutorial - Alt 2":"Swipe down on the rod to finish this section","Unmute":"Unmute","Yarn Brown":"Brown yarn","Yarn Brown Selected":"Brown yarn selected","Yarn Navy":"Navy yarn","Yarn Navy Selected":"Navy yarn selected","Yarn White":"White yarn","Yarn White Selected":"White yarn selected","tutorial1":"Select the yarn, then drag around the matching arrows to weave a section","tutorial2":"Select the rod to finish this section"}