)]}'
{"Accidentals tip":"Accidentals change a note's pitch. Sharp (♯) notes are one half-step higher in pitch, and flat (♭)  notes are one half-step lower. To go back and change accidentals, press and hold on a note.","Bach Fact - 1":"Bach Fact: I once improvised a six part harmony on the spot for the King of Prussia! This machine uses Artificial Intelligence (AI) to generate a four part harmony.","Bach Fact - 2":"Bach Fact: I came from a very musical family. My father, the town musician, taught me violin at a young age.","Bach Fact - 3":"Bach Fact: My older brother was an organist and one of my first music teachers. He adopted me when our parents passed away when I was 10.","Bach Fact - 4":"Bach Fact: I'm not known for being a singer, but it was my soprano voice which helped me get into music school!","Bach Fact - 5":"Bach Fact: I once challenged renown French musician Louis Marchand to a harpsichord duel, but he never showed up!","Bach Fact - 6":"Bach Fact: My music was not super popular while I was alive, but that changed 80 years after my time due to composer Felix Mendelssohn's Bach concerts. Thanks, Felix!","Button - Harmonize":"Harmonize","Consent - No":"No","Consent - Yes":"Yes","Edit - 1":"These buttons let you add up to 4 pages for longer songs. You can finally compose your symphony!","Edit - 2":"This slider lets you change the tempo. Move it up to go faster or down to go slower","Feedback - 1":"Thanks for harmonizing with me! Feel free to share your masterpiece with the world. Also, help us improve the results of our machine. What did you think?","Feedback - 2":"Thanks!","Feedback - Consent":"Do you want to contribute your music and work in this session to the world’s largest user generated Bach music dataset?","Fun Fact - 1":"306 Bach compositions were analyzed to teach this machine how to recognize patterns & create harmonies from your notes","Fun Fact - 2":"Artificial intelligence (AI) uses a process called \"machine learning.\" It works by finding patterns in existing information and then predicting what happens next based on those examples.","Fun Fact - 3":"Most of my harmonies follow a standard structure, making it fairly easy for a machine learning model to identify patterns in it. Take that, Beethoven!","Fun Fact - 4":"Machine learning models need time to learn how to find the right patterns. This machine trained for a few hours, despite the relatively small dataset of 306 Bach compositions.","Fun Fact - 5":"Artificial Intelligence (AI) and machine learning might seem like cutting edge technology, but most of the theories behind it were developed in the 1980s!","Fun Fact - 6":"This machine analyzes different parts of Bach's compositions to find patterns and harmonize your song, including note duration, pitches, and the relationship between them.","Game crash notification":"Oops! Something went wrong. Please try again.","Instruction - 1":"Press the harmonize button & Artificial Intelligence (AI) will identify patterns in the notes to harmonize your melodies into my signature style!","Instruction - Notes":"You should add more notes to the staff before you harmonize!","Intro - New User":"Hi, I'm 18th century composer Johann Sebastian Bach! Want to make music together? Add notes to the lines below and our machine will use Artificial Intelligence (AI) to harmonize your melodies in my signature style.","Intro - Returning User":"Welcome Back! We've saved your place, just in case.","Intro A":"Hi, I'm 18th century composer Johann Sebastian Bach! I'm known for my enchanting harmonies. What is harmony? Well, let's start with a simple melody. It's pretty, but not very exciting.","Intro B":"Let's add some notes to harmonize the melody. Together, the notes form chords that are pleasing to hear. Now that sounds good!","Intro C":"Just a couple more lines, and now we have a beautiful four-part harmony. ","Intro D":"Want to make music together? Add notes to the lines below and our machine will use Artificial Intelligence (AI) to harmonize your melodies in my signature style.","Key signature tip":"This dial changes the key of your music. In each key, certain notes are raised or lowered by one half-step.","Loading status":"Loading...","Rock Mode":"Rock On!","Share Link Copied":"Share Link Copied","Share suggestion":"Pretty good! Share your music with the world!","Skip Intro":"Skip Intro","Voice - Alto":"Alto","Voice - Bass":"Bass","Voice - Soprano":"Soprano","Voice - Tenor":"Tenor","Wait text":"Please wait, I'm getting things ready. Thank you!","What's displayed while music is being generated":"Harmonizing..."}