)]}'
{"caption_01":"The Appalachian Trail","caption_02":"The Appalachian Trail is the longest hiking-only footpath in the world - spanning over 14 US states - a total of 2,190+ miles!","caption_03":"First proposed in 1921, the trail was completed in 1937. Hiking the full trail can take five to seven months and requires careful preparation and supplies.","caption_04":"3 million people visit the trail annually, and 3,000 attempt to complete it end-to-end.","caption_05":"Many hikers record their progress and leave messages in log books at camping shelters along the trail.","caption_06":"Traditions along the trail include: being given a trail name by your fellow hikers, always saying hello to those you pass, and eating half a gallon of ice cream at the trail's midpoint.","caption_07":"The oldest and most important tradition of the trail is to leave it just as you found it, allowing everyone to enjoy the same natural beauty.","caption_08":"The viewpoint at McAfee’s Knob is one of the most photographed spots on the trail. Say cheese!","caption_09":"The trail is home to thousands of plants and animals, including 2,000 rare and endangered species.","caption_10":"Most hikers travel from South to North, building up their endurance for the challenging climbs of the White Mountains and Baxter State Park.","caption_11":"The 25% of thru-hikers who complete the trail finish at Mount Katahdin, Maine’s tallest mountain, at 5,269 feet.","caption_12":"From beginners to expert hikers, the Appalachian trail draws in travelers from near and far to experience its natural beauty. Happy trails to all! ","button_back":"Back","button_close":"Close","button_copied":"Link copied","button_email":"Share via Email","button_facebook":"Share via Facebook","button_learn_more":"Learn more","button_link":"Copy link","button_next":"Next","button_replay":"Replay","button_search":"Search","button_share":"Share","button_twitter":"Share via Twitter","click_link":"Click to copy link","label_email":"Email","label_facebook":"Facebook","label_twitter":"Twitter","mute":"mute","page_number":"[1] of [[8]]","text_loading":"Loading","unmute":"unmute","share_modal_button_close":"Close","share_modal_button_copied":"Link copied","share_modal_button_facebook":"Share via Facebook","share_modal_button_twitter":"Share via Twitter","share_modal_click_link":"Copy link","share_modal_label_facebook":"Facebook","share_modal_label_twitter":"Twitter","share_modal_share":"Share"}