)]}'
{"Click to copy":"Click to copy","Continue":"Continue","Fact10":"Bees form hexagons in honeycombs to hold the most weight with the least amount of material.","Fact11":"Bees' hair gets charged with static electricity when flying, which is how flower pollen sticks to it.","Fact12":"Bees produce honey to feed their colonies during cold seasons.","Fact13":"Scientists call bees a keystone species, meaning ecosystems would collapse without them.","Fact14":"Bees' wings flap at around two hundred and thirty beats per second, creating their signature buzzing sound.","Fact15":"The average bee makes one twelfth of a teaspoon of honey in its lifetime.","Fact16":"A honey bee colony usually has three classes of adult bees⁠—workers, drones, and a queen⁠—each with a specific task.","Fact17":"Bees can most easily see blue and yellow and are thus drawn most to plants of those colors.","Fact18":"The main function of a honey bee's antenna is to smell, as it can detect odors and sometimes even the direction of the odor.","Fact19":"Bees have five eyes—two for detecting color, movement, and light; three for navigating.","Fact2":"About one-third of the food we consume daily depends on bee pollination.","Fact20":"Worker bees are female. Their main roles are to collect pollen and nectar to feed the colony and make honeycomb wax.","Fact21":"Drones are male honey bees. Their main role is to mate with an unfertilized queen.","Fact22":"The queen bee's main role is to lay eggs and produce chemical scents that help regulate the colony.","Fact24":"Bee pollination is critical for the growth of natural habitats—from tropical forests to home gardens.","Fact26":"Unlike pollinators like bats and hummingbirds, honeybees seek out flowers with pollen, not just nectar.","Fact28":"The oldest bee fossil is one hundred million years old, preserved in a piece of amber found from a mine in Myanmar.","Fact3":"Sunflowers attract pollinators, since their circular discs contain numerous smaller flowers.","Fact5":"Bees fly at an average speed of fifteen miles per hour.","Fact6":"Honey bees gather nectar from two million flowers to make one pound (approx. 454g) of honey.","Fact7":"There are about twenty thousand bee species worldwide.","Fact8":"Bees are especially attracted to plants that are bright, have contrasting colors, or have mild scents.","Fact9":"Bees do a \"Waggle Dance\" to tell each other where to find food sources.","InGame1":"Begin!","IntroShot1":"Happy 50th Anniversary of Earth Day!","IntroShot2":"Today we celebrate our planet and one of its smallest, most critical organisms:","IntroShot3":"The bee!","IntroShot4":"Did you know? Pollination by bees makes two-thirds of our world's crops possible...","IntroShot5":"as well as 85% of the world's flowering plants!","IntroShot6":"Learn more about our winged friends, and help them in their journey to pollinate a variety of blooms...","New Share Text":"Happy #EarthDay! Swarm over to today’s interactive #GoogleDoodle & learn more about  🐝 🐝🐝","Skip Intro":"Skip Intro","Title":"Happy Earth Day 2020!"}