)]}'
{"TUTORIAL_TEXT":"Cut the pizza to match the toppings","TUTORIAL_TEXT_ALT":"","copied":"Link Copied!","description_01":"Considered the most popular topping variation of Neapolitan-style pizza! The Neapolitan-style process is on UNESCO’s list of intangible cultural heritage.","description_02":"Pepperoni Pizza is an American favorite. Thinly-sliced, cured sausage dots its cheesy surface.","description_03":"Frequently the topic of heated discussion, this sweet and savory pizza has spread from its Canadian origins to become a global favorite.","description_04":"Combining some of Japan's popular ingredients, this variation features teriyaki-glazed chicken, creamy mayonnaise, and thin strips of seaweed.","description_05":"Originating in Italy, this variation gets its name from its lack of a traditional red tomato sauce base. It’s frequently made with a béchamel sauce and ricotta.","description_06":"This innovative pizza showcases the traditional Thai dish, Tom Yum Soup. Like the soup, toppings vary but almost always feature a common crustacean: shrimp!","description_07":"This Argentinian favorite is a twist on its Italian cousin. It’s known for its spongy base, ample oregano, and generous amount of cheese.","description_08":"This variation takes a traditional tomato base but adds an Indian twist. The paneer topping is marinated in a spiced sauce. Additional cheese completes this layered pizza.","description_09":"The key ingredient is Calabresa, a Brazilian sausage with Italian roots, which is often paired with dense piles of onion rings.","description_10":"A meat-lovers dream popular in Hungary, combining multiple proteins and often topped with chili peppers for a spicy kick!","description_11":"Rumor has it that dessert pizza may predate the savory variations that reign today. Toppings span the sweet spectrum, from sweet cheeses to chocolates, fruit, and more!","ingredient_01":"Cheese, Tomatoes, Basil\n","ingredient_02":"Cheese, Pepperoni\n","ingredient_03":"Cheese, Ham, Pineapple","ingredient_04":"Cheese, Teriyaki Chicken, Seaweed, Mayonnaise","ingredient_05":"Cheese, White Sauce, Mushrooms, Broccoli\n","ingredient_06":"Cheese, Shrimp, Mushrooms, Chili Peppers, Lime Leaves\n","ingredient_07":"Cheese, Oregano, Whole Green Olives","ingredient_08":"Paneer, Capsicum, Onion, Paprika\n","ingredient_09":"Cheese, Calabresa, Onion Rings, Whole Black Olives","ingredient_10":"Cheese, Salami, Bacon, Onion, Chili Pepper","ingredient_11":"Endless Possibilities","loading":"Loading","name_01":"Margherita","name_02":"Pepperoni","name_03":"Hawaiian","name_04":"Teriyaki Mayonnaise","name_05":"White Pizza","name_06":"Tom Yum","name_07":"Muzzarella","name_08":"Paneer Tikka","name_09":"Calabresa","name_10":"Magyaros","name_11":"Dessert","pizza_01":"Margherita Pizza","pizza_02":"Pepperoni Pizza","pizza_03":"Hawaiian Pizza","pizza_04":"Teriyaki Mayonnaise Pizza","pizza_05":"White Pizza","pizza_06":"Tom Yum Pizza","pizza_07":"Muzzarella Pizza","pizza_08":"Paneer Tikka Pizza","pizza_09":"Calabresa Pizza","pizza_10":"Magyaros Pizza","pizza_11":"Dessert Pizza","result_0":"Try again","result_1":"Nice","result_2":"Good job!","result_3":"Perfect!","result_4":"Congratulations!"}